StruSoft.Interop.StruXml.Data.Dimtext_type


StruSoft.Interop.StruXml.Data.Dimtext_type.Position


StruSoft.Interop.StruXml.Data.Dimtext_type.Plane_x


StruSoft.Interop.StruXml.Data.Dimtext_type.Plane_y


StruSoft.Interop.StruXml.Data.Dimtext_type.Value


StruSoft.Interop.StruXml.Data.Dimtext_type.Text


StruSoft.Interop.StruXml.Data.Dimtext_type.Decimals


StruSoft.Interop.StruXml.Data.Dimtext_type.Length_unit


StruSoft.Interop.StruXml.Data.Dimtext_type.Angle_unit


StruSoft.Interop.StruXml.Data.Dimtext_type.Measurement_unit


StruSoft.Interop.StruXml.Data.Dimtext_type.Prefix


StruSoft.Interop.StruXml.Data.Dimtext_type.Suffix


StruSoft.Interop.StruXml.Data.Dimtext_type.Colour


StruSoft.Interop.StruXml.Data.Dimtext_type.H_align


StruSoft.Interop.StruXml.Data.Dimtext_type.V_align


StruSoft.Interop.StruXml.Data.Dimtext_type.AnyAttr
